tap "hashicorp/tap"
brew "age"
brew "gh"
brew "nvm"
brew "shellcheck"
brew "shfmt"
brew "uv"
brew "zizmor"
brew "hashicorp/tap/terraform"
vscode "charliermarsh.ruff"
vscode "dbaeumer.vscode-eslint"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "mathiasfrohlich.kotlin"
vscode "mkhl.shfmt"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "nico-castell.linux-desktop-file"
vscode "redhat.vscode-yaml"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
